img/2-RDF-avanzado-tripleta-L3-10-auto/h2Vc.mmd
flowchart LR
  ana[ex:Ana] -->|ex:enrolledIn| c01[ex:c01]
  c01 -->|ex:hasEvaluation| e1((_:e1))
  e1 -->|ex:weight| weight["0.4"^^xsd:decimal]
